/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Não está conectado a uma rede WiFi\n* Conecte seu dispositivo iOS e seu computador à mesma rede WiFi\n* Atualize\n* Dica: pode criar um hotspot pessoal no seu computador ou iPhone";

/* Popover option */
"About Impress Remote" = "Sobre o controle remoto do Impress";

/* No comment provided by engineer. */
"Back" = "Voltar";

/* Popover option */
"Blank Screen" = "Tela vazia";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Click to refresh" = "Clique para atualizar";

/* Back button to the connect page on navbar */
"Connect" = "Conectar";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Conecte seus dispositivos à mesma rede WiFi.";

/* instruction page title */
"Connection" = "Conexão";

/* Popover option */
"Connection Help" = "Ajuda de conexão";

/* Connection Lost Alert title */
"Connection Lost" = "Conexão perdida";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Oops, conexão perdida... Tente reconectar ao computador.";

/* Control instruction title */
"Control" = "Controle";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Se necessário, crie um hotspot pessoal no seu iPhone.";

/* Server list section title */
"Custom Connections" = "Conexões personalizadas";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Se o seu computador não aparecer na seção acima, adicione-o através do endereço IP.";

/* Server list section title */
"Detected Connections" = "Conexões detectadas";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Insira o código PIN em Apresentação de slides -> Controle remoto do Impress";

/* Connection failure title */
"Failed to reach server" = "Falha em alcançar o servidor";

/* Connection failure message */
"Failed to reach server Msg" = "Verifique o seu endereço IP e certifique-se que o LibreOffice Impress está sendo executado com a funcionalidade "Controle remoto do Impress" ativa.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Falha em alcançar o computador";

/* No comment provided by engineer. */
"Help" = "Ajuda";

/* In app How-to title */
"How-to" = "Como fazer";

/* App name displayed on navbar */
"Impress Remote" = "Controle remoto do Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Endereço IP inválido";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "O endereço IP inserido não é válido";

/* EditableTableViewCell placeholder */
"IP Address" = "Endereço IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Inicie o Impress e selecione o computador.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nome (opcional)";

/* No comment provided by engineer. */
"New Server" = "Novo servidor";

/* No comment provided by engineer. */
"No, thanks" = "Não, obrigado(a)";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Ok, obrigado(a)";

/* Pairing instruction title */
"Pairing" = "Pareamento";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruções de pareamento";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Inicie o LibreOffice Impress no computador\n\n2. Ative a opção Preferências - LibreOffice Impress - Geral - Ativar controle remoto\n\n3. Certifique-se que o computador e o dispositivo estão conectados à mesma rede WiFi\n\n4. Se o computador não for detectado, insira manualmente o endereço IP\n\n5. Conecte-se e divirta-se!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pausar";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Considere a opção de reiniciar o LibreOffice no computador.";

/* Popover option */
"Restart" = "Reiniciar";

/* No comment provided by engineer. */
"Resume from blank screen" = "Continuar da tela vazia";

/* Popover option */
"Resume from blank Screen" = "Continuar da tela vazia";

/* No comment provided by engineer. */
"Searching" = "Pesquisando";

/* Sidebar section header */
"Slides" = "Slides";

/* Update button text in diffrent states */
"Start" = "Iniciar";

/* Popover option */
"Stop Presentation" = "Parar apresentação";

/* Sidebar section header */
"Stop Watch" = "Cronômetro";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Ver o guia do Controle remoto do Impress para iOS?";

/* Sidebar section header */
"Timer" = "Temporizador";

/* No comment provided by engineer. */
"Yes" = "Sim";

